// Напишите программу, которая на вход принимает число и выдает его квадрат(число умноженное само на себя)


Console.Write("Введите число: ");
int number = int.Parse(Console.ReadLine());
Console.WriteLine("Квадрат нашего числа = " + number * number);
